Repository: josha33/content-protector
Catalog: lang/content-protector-*.po
Languages: sr_rs

source: This content is protected. Please enter the password to access it.
sr_rs: Ovaj sadržaj je zaštićen. Unesite lozinku da biste mu pristupili.

source: Checking Password...
sr_rs: Provera lozinke...

source: Incorrect password. Try again.
sr_rs: Netačna lozinka. Pokušajte ponovo.

# Message when the correct password is entered
source: Authorized!
sr_rs: Odobreno!

# Access form submit label
source: Submit
sr_rs: Podnesi

source: Prove you are human. Please enter the code below to access the content.
sr_rs: Dokažite da ste ljudsko biće. Unesite kod ispod da biste pristupili sadržaju.

# password field placeholder
source: Enter Password
sr_rs: Unesite lozinku

# CAPTCHA field placeholder
source: Enter CAPTCHA
sr_rs: Unesite CAPTCHA

source: Error
sr_rs: Greška

# %s refers to the Content Protector shortcode
source: No password set in this %s shortcode!
sr_rs: U ovom %s shortcode-u nije podešena lozinka.

source: Note: If you can see this message, it means you can edit the post and fix this error.
sr_rs: Napomena: Ako vidite ovu poruku, znači da možete uređivati post i popraviti tu grešku.

# %s refers to the Content Protector shortcode
source: No AJAX allowed in this %s shortcode unless an identifier is set!
sr_rs: U ovom %s shortcode-u nije dozvoljen AJAX, osim ako nije podešen identifikator!

source: Something unusual has happened. %1$s cannot find your shortcode in this Post.
sr_rs: Desilo se nešto neobično. %1$s ne može da nađe vaš shortcode u ovom postu.

source: Content Protector
sr_rs: Zaštitnik sadržaja

source: Something unexpected has happened along the way. The specific details are below:
sr_rs: Desilo se nešto neobično usput. Specifične detalje možete pročitati dole:

source: These styles will be applied to all Content Protector access forms.
sr_rs: Ovi stilovi biće primenjeni na sve formulare za pristup zaštitniku sadržaja.

source: CSS styles for the entire form
sr_rs: CSS stilovi za ceo obrazac

source: CSS styles for the form instructions
sr_rs: CSS stilovi za instrukcije formulara

source: CSS styles for the message when the correct password is entered
sr_rs: CSS stilovi za poruku kad se unese tačna lozinka.

source: CSS styles for the error message for an incorrect password
sr_rs: CSS stilovi za poruku o grešci kad se unese netačna lozinka.

source: CSS styles for the Submit button
sr_rs: CSS stilovi za taster ‘Podnesi’

source: CSS styles for the CAPTCHA box
sr_rs: CSS stilovi za CAPTCHA okvir

source: CSS styles for the AJAX loading message
sr_rs: CSS stilovi za poruku o učitavanju AJAX-a

source: These styles will be applied to the Content Protector access form whose identifier is &quot;{id}&quot;.
sr_rs: Ovi stilovi biće primenjeni na formular za pristup zaštitniku sadržaja čiji identifikator je &quot;{id}&quot;.

source: Enter the Content Protector identifier whose form you want to customize:
sr_rs: Unesite identifikator zaštitnika sadržaja čiji formular želite da prilagodite:

source: General Settings
sr_rs: Opšta podešavanja

source: Encryption Algorithm
sr_rs: Algoritam kodiranja

source: Shared Authorization
sr_rs: Deljena autorizacija

source: Shared Authorization Cookie Duration
sr_rs: Trajanje kolačića deljene autorizacije

source: Store Encrypted Passwords
sr_rs: Zaliha Kodiran Lozinka

source: Form Instructions
sr_rs: Instrukcije obrasca

source: Instructions Text
sr_rs: Tekst instrukcija

source: Font Weight
sr_rs: Težina fonta

source: Font Size
sr_rs: Veličina fonta

source: Text Color
sr_rs: Boja teksta

source: AJAX Loading Message
sr_rs: Poruka o učitavanju AJAX-a

source: Message Text
sr_rs: Tekst poruke

source: Font Style
sr_rs: Stil fonta

source: Success Message
sr_rs: Poruka o uspehu

source: Display Success Message
sr_rs: Prikaži poruku o uspehu

source: Error Message
sr_rs: Poruka o grešci

source: Form Submit Button
sr_rs: Taster ‘Podnesi obrazac’

source: Label Text
sr_rs: Tekst oznake

source: Button Color
sr_rs: Boja tastera

source: CAPTCHA Image
sr_rs: CAPTCHA Slika

source: CAPTCHA Instructions Text
sr_rs: CAPTCHA tekst instrukcija

source: CAPTCHA Instructions Display Mode
sr_rs: CAPTCHA režim prikazivanja instrukcija

source: Image Width
sr_rs: Širina slike

source: Image Height
sr_rs: Visina slike

source: Image Text Characters
sr_rs: Karakteri teksta slike

source: Image Text Length
sr_rs: Dužina teksta slike

source: Image Text Height
sr_rs: Visina teksta slike

source: Image Text Angle Variance
sr_rs: Odstupanje od ugla teksta slike

source: Image Background Color
sr_rs: Boja pozadine slike

source: Image Text Color
sr_rs: Boja teksta slike

source: Image Noise Color
sr_rs: Boja šuma slike

source: Form CSS
sr_rs: CSS formular

source: Border Style
sr_rs: Stil ivice

source: Border Color
sr_rs: Boja ivice

source: Border Width
sr_rs: Širina ivice

source: Border Radius
sr_rs: Radijus ivice

source: Background Color
sr_rs: Boja pozadine

source: Additional CSS
sr_rs: Dodatni CSS

source: Password/CAPTCHA Field
sr_rs: Polje za lozinku/CAPTCHA

source: Password Field Type
sr_rs: Vrsta polja za lozinku

source: CAPTCHA Field Type
sr_rs: Vrsta CAPTCHA polja

source: Password Field Placeholder
sr_rs: Zamenski tekst polja za lozinku

source: CAPTCHA Field Placeholder
sr_rs: Zamenski tekst CAPTCHA polja

source: Customize the form instructions on the access forms.
sr_rs: Prilagodite instrukcije obrasca na obrascima za pristup.

source: Reset To Default
sr_rs: Vrati na podrazumevane vrednosti

source: Instructions for your access form.
sr_rs: Instrukcije obrasa za pristup

source: You can manually style this on all access forms using the %s CSS class.
sr_rs: Možete ga manuelno stilizovati na svim obrascima za pristup uz pomoć %s CSS klase.

source: Font size of the form instructions text.
sr_rs: Veličina fonta teksta na obrascu instrukcija.

source: Font weight of the form instructions text (400 is normal, 700 is bold).
sr_rs: Težina fonta teksta na obrascu (400 je uobičajeno, 700 je podebljano).

source: Color of the form instructions text.
sr_rs: Boja teksta na obrascu instrukcija.

source: Customize the loading message on the access forms when using AJAX for inline loading of your protected content.
sr_rs: Prilagodi poruku o učitavanju na obrascima za pristup kad se koristi AJAX za inline učitavanje vašeg zaštićenog sadržaja.

source: When using AJAX, this message is displayed while the password is being checked.
sr_rs: Kad se koristi AJAX, ova poruka prikazuje se za vreme provere lozinke.

source: Font weight of the AJAX loading message text (400 is normal, 700 is bold).
sr_rs: Težina fonta teksta poruke o učitavanju AJAX-a (400 je uobičajeno, 700 je podebljano).

source: Font style of the AJAX loading message text.
sr_rs: Stl fonta teksta poruke o učitavanju AJAX-a.

source: Color of the AJAX loading message text.
sr_rs: Boja teksta poruke o učitavanju AJAX-a.

source: Customize the message displayed when the correct password is entered.
sr_rs: Prilagodite poruku koja se prikazuje nakon unosa tačne lozinke.

source: Show the success message when a user first successfully logs in.
sr_rs: Prikaži poruku o uspehu kad se korisnik prvi put uspešno prijavi.

source: Message when your users enter the correct password.
sr_rs: Poruka kad vaši korisnici unesu tačnu lozinku.

source: Font size of the success message text.
sr_rs: Veličina fonta teksta poruke o uspešnom prijavljivanju.

source: Font weight of the success message text (400 is normal, 700 is bold).
sr_rs: Težina fonta teksta poruke o uspešnom prijavljivanju (400 je uobičajeno, 700 je podebljano).

source: Color of the success message text.
sr_rs: Boja teksta poruke o uspešnom prijavljivanju.

source: Customize the message displayed when an incorrect password is entered.
sr_rs: Prilagodi poruku koja se prikazuje nakon unosa netačne lozinke.

source: Error message when your users enter an incorrect password.
sr_rs: Poruka o grešci kad vaši korisnici unesu netačnu lozinku.

source: Font size of the error message text.
sr_rs: Veličina fonta teksta poruke o grešci.

source: Font weight of the error message text (400 is normal, 700 is bold).
sr_rs: Težina fonta teksta poruke o grešci (400 je uobičajeno, 700 je podebljano).

source: Color of the error message text.
sr_rs: Boja teksta poruke o grešci.

source: Customize the submit button on the access forms.
sr_rs: Prilagodi taster ‘Podnesi’ na obrascima za pristup.

source: Customize the submit button label on the form.
sr_rs: Prilagodi oznaku tastera ‘Podnesi’ na obrascu.

source: Color of the form submit label text.
sr_rs: Boja teksta oznake obrasca ‘Podnesi’.

source: Color of the form submit button.
sr_rs: Boja tastera ‘Podnesi obrazac’

source: Customize the CAPTCHA on the access forms.
sr_rs: Prilagodi CAPTCHA na obrascima za pristup.

source: You can manually style the CAPTCHA image on all access forms using the %s CSS class.
sr_rs: Možete manuelno stilizovati CAPTCHA sliku na svim obrascima za pristup uz pomoć %s CSS klase.

source: Instructions for filling in the CAPTCHA.
sr_rs: Instrukcije za CAPTCHA popunjavanje.

source: Do not display
sr_rs: Ne pokazati

source: Display with Form Instructions
sr_rs: Pokazati s Oblik Naredbe

source: Display instead of Form Instructions
sr_rs: Pokazati umjesto Oblik Naredbe

source: When using a CAPTCHA, how should the CAPTCHA Instructions be displayed?
sr_rs: Kako treba prikazati CAPTCHA instrukcije kad se koristi CAPTCHA?

source: Set the width (in pixels) of the CAPTCHA box.
sr_rs: Podesi širinu (u pikselima) CAPTCHA okvira.

source: Set the height (in pixels) of the CAPTCHA box.
sr_rs: Podesi visinu (u pikselima) CAPTCHA okvira.

source: Characters used to generate the CAPTCHA image text.
sr_rs: Karakteri korišćeni za generisanje teksta CAPTCHA slike.

source: String length of the CAPTCHA image text
sr_rs: Dužina niza teksta CAPTCHA slike.

source: Height of the CAPTCHA image text, relative to the image height
sr_rs: Visina teksta CAPTCHA slike prema visini slike.

source: Maximum angle of the CAPTCHA image text (the angle of the text will vary within this range for each CAPTCHA image)
sr_rs: Maksimalan ugao teksta CAPTCHA slike (ugao teksta variraće u ovom rasponu za svaku CAPTCHA sliku).

source: Color of the CAPTCHA background.
sr_rs: Boja CAPTCHA pozadine.

source: Color of the CAPTCHA text.
sr_rs: Boja CAPTCHA teksta.

source: Color of the CAPTCHA background noise.
sr_rs: Boja CAPTCHA šuma pozadine.

source: Customize the overall look-and-feel of your access forms.
sr_rs: Prilagodite opšti izgled i doživljaj svojih obrazaca za pristup.

source: You can manually style the overall look of all access forms using the %s CSS class.
sr_rs: Možete manuelno stilizovati opšti izgled svih obrazaca za pristup uz pomoć %s CSS klase.

source: Border style of the access form.
sr_rs: Stil ivice obrasca za pristup.

source: Border color of the access form.
sr_rs: Boja ivice obrasca za pristup.

source: Border radius (curvature of the corners) of the access form.
sr_rs: Radijus ivice (zaobljenost uglova) obrasca za pristup.

source: Border width of the access form.
sr_rs: Širina ivice obrasca za pristup.

source: Padding inside the border of the access form.
sr_rs: Padding unutar ivica obrasca za pristup.

source: Background color of the access form.
sr_rs: Boja pozadine obrasca za pristup.

source: Add CSS scaffolding for all access forms
sr_rs: Dodaj CSS skele svim obrascima za pristup.

source: Add CSS scaffolding for a specific access form
sr_rs: Dodaj CSS skele određenom obrascu.

# Clear the textarea
source: Clear
sr_rs: Obriši

source: Apply custom CSS to your access form.
sr_rs: Primenite prilagođeni CSS svom obrascu za pristup.

source: Knowledge of CSS required.
sr_rs: Neophodno je poznavanje CSS-a.

source: Control how your content is protected.
sr_rs: Kontrolišite zaštitu svog sadržaja.

# Encryption algorithm
source: Standard DES
sr_rs: Standardni DES

# Encryption algorithm
source: Extended DES
sr_rs: Prošireni DES

source: Select the encryption algorithm to encrypt the password for your protected content. Only those algorithms supported by your server are listed.
sr_rs: Odaberite algoritam kodiranja da biste kodirali lozinku za svoj zaštićeni sadržaj. Prikazani su samo algoritmi koje podržava vaš server.

source: More info at <a href="%1$s">%2$s</a>.
sr_rs: Više informacija na <a href="%1$s">%2$s</a>.

# Link text for PHP's crypt() man page (language-specific)
source: PHP's crypt() man page
sr_rs: Uputsvo za PHP crypt()

source: If checked, sets a cookie to share authorization among protected content sections if the sections share specific properties.
sr_rs: Ako je ova opcija štiklirana, podešava kolačić tako da deli autorizaciju među odeljcima sa zaštićenim sadržajem ako ti odeljci dele određene osobine.

source: Share authorization for protected content that share the same Post/Page and Password
sr_rs: Podeli autorizaciju za zaštićene sadržaje koji dele isti post/stranicu i lozinku.

source: Share authorization for protected content that share the same Identifier and Password
sr_rs: Podeli autorizaciju za zaštićene sadržaje koji dele isti identifikator i lozinku.

source: NOTE: Visitors must successfully log into one matching protected content section in order to automatically access the others.
sr_rs: NAPOMENA: Posetioci se moraju uspešno prijaviti na jedan odgovarajući odeljak zaštićenog sadržaja da bi automatski pristupili ostalim zaštićenim sadržajima.

source: NOTE: Will not work wth CAPTCHAs since passwords for CAPTCHA protected content are always changing.
sr_rs: NAPOMENA: Neće raditi sa CAPTCHA sadržajima jer se CAPTCHA zaštićeni sadržaj uvek menja.

source: Duration (in seconds) for any shared authorization cookies. Once a shared authorization cookie expires, any cookies previously set for individual protected content sections in the group will be referenced instead.
sr_rs: Trajanje (u sekundama) bilo kojih kolačića za autorizaciju. Kad istekne kolačić za autorizaciju, svi kolačići prethodno podešeni za pojedinačne odeljke zaštićenog sadržaja u grupi biće preusmereni.

source: Control how the password/CAPTCHA entry field works in your access forms.
sr_rs: Kontrolišite kako polje za unos lozinke/CAPTCHA funkcioniše na vašim obrascima za pristup.

source: Select the HTML form element to use when you use a regular password for your forms.
sr_rs: Odaberite HTML element obrasca koji ćete koristiti prilikom upotrebe regularne lozinke za svoje formulare.

# HTML element
source: Password
sr_rs: Lozinka

# HTML element
source: Text
sr_rs: Tekst

source: Select the HTML form element to use when you use a CAPTCHA for your forms.
sr_rs: Odaberite HTML element obrasca koji ćete koristiti prilikom upotrebe CAPTCHA-e za svoje formulare.

source: Set a placeholder to use when you use a regular password for your forms.
sr_rs: Podesite zamenski tekst koji ćete koristiti prilikom upotrebe regularne lozinke za svoje formulare.

source: Set a placeholder to use when you use a CAPTCHA for your forms.
sr_rs: Podesite zamenski tekst koji ćete koristiti prilikom upotrebe CAPTCHA-e za svoje formulare.

source: Add Content Protector shortcode
sr_rs: Dodaj Content Protector shortcode

# jQuery UI Datepicker Close label
source: Done
sr_rs: Urađeno

# jQuery UI Datepicker Previous label
source: Prev
sr_rs: Prethodni

# jQuery UI Datepicker Next label
source: Next
sr_rs: Sledeći

# jQuery UI Datepicker Today label
source: Today
sr_rs: Danas

# jQuery UI Timepicker 'Hour' label
source: Hour
sr_rs: Sat

# jQuery UI Timepicker 'Minute' label
source: Minute
sr_rs: Minut

# jQuery UI Timepicker 'Done' label
source: Done
sr_rs: Urađeno

# jQuery UI Timepicker 'Now' label
source: Now
sr_rs: Sada

# jQuery UI Timepicker 'Deselect' label
source: Deselect
sr_rs: Poništi odabir

source: Save Settings
sr_rs: Sačuvaj podešavanja

# TinyMCE Dialog - Dialog titlebar
source: Add Content Protector shortcode
sr_rs: Dodaj Content Protector shortcode

source: Please set an expiry time, or uncheck the Set Cookie checkbox.
sr_rs: Molimo vas da odredite rok trajanja ili poništite štikliranje polja ‘Podesi kolačić’.

source: Please set a password to protect your content.
sr_rs: Podesite lozinku da biste zaštitili svoj sadržaj.

# %1$s refers to the period character, %2$s refers to the slash character
source: Password can only contain letters, numbers, %1$s, and %2$s.
sr_rs: Lozinka može sadržati samo slova, brojeve, %1$s i %2$s.

source: Duration must be an natural number (1, 2, 3, ... ).
sr_rs: Trajanje mora biti izraženo celim brojem (1, 2, 3... ).

source: Please set an identifier to use AJAX.
sr_rs: Odredite identifikator da biste koristili AJAX.

# TinyMCE Dialog - Properties fieldset label
source: Properties
sr_rs: Funkcionalnosti

# TinyMCE Dialog - Password textbox label
source: Set password:
sr_rs: Podesite lozinku:

# TinyMCE Dialog - Identifier textbox label
source: Set identifier:
sr_rs: Podesite identifikator:

# TinyMCE Dialog - Identifier description
source: (Optional - Set an identifier if you want to use AJAX or custom CSS on this form.)
sr_rs: (Opcioni - podesite identifikator ako želite da koristite AJAX ili prilagođeni CSS na ovom obrascu.)

# TinyMCE Dialog - Use AJAX label
source: Use AJAX for inline-loading of the protected content.
sr_rs: Koristite AJAX za inline učitavanje zaštićenog sadržaja.

# TinyMCE Dialog - Set Cookie fieldset label
source: Set Cookie For Unlocked Content
sr_rs: Podesite kolačić za sadržaj koji nije zaključan.

# TinyMCE Dialog - Expiry HTML Select label
source: (Although optional, you should also set an identifier if you want to set a cookie; otherwise, editing the protected content in the future will require your users to re-enter the password.)
sr_rs: (Iako je ova opcija opciona, trebalo bi da podesite i identifikator ako želite da podesite kolačić. U suprotnom, vaši korisnici moraće ponovo da unose lozinke da bi uređivali zaštićeni sadržaj.)

# TinyMCE Dialog - Expiry duration radio label
source: Cookie expires after
sr_rs: Kolačić ističe nakon

# Units of time
source: minutes
sr_rs: minuta

# Units of time
source: hours
sr_rs: sati

# Units of time
source: days
sr_rs: dana

# Units of time
source: weeks
sr_rs: nedelja

# Units of time
source: months
sr_rs: meseci

# Units of time
source: years
sr_rs: godina

# Expiry date/time radio label
source: Cookie expires at this specific date and time:
sr_rs: Kolačić ističe navedenog datuma u određeno vreme:

# Date field label
source: Date:
sr_rs: Datum:

# Time field label
source: Time:
sr_rs: Vreme:

# TinyMCE Dialog - Timezone SELECT HTML label
source: Timezone:
sr_rs: Vremenska zona:

# TinyMCE Dialog - Cookie expires when the browser closes radio label
source: Cookie expires when the browser closes.
sr_rs: Kolačić ističe kad se pretraživač zatvori.

# TinyMCE Dialog - Insert button HTML label
source: Insert
sr_rs: Ubaci

# TinyMCE Dialog - Cancel button HTML label
source: Cancel
sr_rs: Otkaži
